{
  "id": "combat-special",
  "title": "Special Actions",
  "subtitle": "Grappling, shoving, overwatch, evasion, armor, HP, and initiative",
  "content": [
    {
      "type": "heading",
      "text": "Grappling"
    },
    {
      "type": "paragraph",
      "text": "Grappling is melee wrestling — grabbing someone and not letting go. It’s a tool for controlling enemy positioning, holding a target still for your crew, or dragging someone where they don’t want to be."
    },
    {
      "type": "heading",
      "text": "Starting a Grapple"
    },
    {
      "type": "blockquote",
      "text": "• <strong>Cost:</strong> 2 AP  • <strong>Range:</strong> Close (melee only)  • <strong>Roll:</strong> Chrome check vs target's Grit. Success = Grappled. Failure = nothing happens.  • Creatures of dramatically different sizes modify the check (GM discretion — grappling something three times your size is harder)."
    },
    {
      "type": "heading",
      "text": "While Grappled"
    },
    {
      "type": "paragraph",
      "text": "The grappled target:"
    },
    {
      "type": "blockquote",
      "text": "• Cannot move (speed = 0)  • Has -1 Evasion  • Can still attack, use items, and use abilities normally (they’re held, not helpless)  • Can attempt to <strong>Escape</strong> (1 AP, Chrome check vs grappler’s Chrome)"
    },
    {
      "type": "paragraph",
      "text": "The grappler:"
    },
    {
      "type": "blockquote",
      "text": "• Can <strong>Drag</strong> the target (1 AP = move 1 range band, target comes with you)  • Can attack the grappled target at +1 accuracy (they’re held in place)  • Can <strong>Throw</strong> the target (1 AP, Chrome check DC 7 — success = target is pushed 1 range band and knocked Prone)  • Cannot use two-handed weapons while grappling (one hand is occupied)  • Can release the grapple as a Quick Action (free)"
    },
    {
      "type": "heading",
      "text": "Grapple Chains"
    },
    {
      "type": "paragraph",
      "text": "A grappled target who fails to Escape can be grappled continuously. The grappler doesn’t need to re-roll each turn — the grapple persists until the target Escapes, the grappler releases, or the grappler is incapacitated."
    },
    {
      "type": "paragraph",
      "text": "<strong>Leech synergy:</strong> Leech Grip (ability) adds +2 Toxicity per turn to a grappled target. A Leech who grabs you and holds on is pumping contamination directly into your system."
    },
    {
      "type": "heading",
      "text": "Shoving"
    },
    {
      "type": "paragraph",
      "text": "A quick physical push to reposition an enemy or knock them down."
    },
    {
      "type": "blockquote",
      "text": "• <strong>Cost:</strong> 1 AP  • <strong>Range:</strong> Close (melee only)  • <strong>Roll:</strong> Chrome check vs target's Grit  • <strong>On success, choose one:</strong>  • <strong>Push:</strong> Target moves 1 range band in a direction you choose. Can push into hazards, off ledges, or into your crew’s kill zone.  • <strong>Knock Prone:</strong> Target gains the Prone condition (-2 Evasion, costs 1 AP to stand).  • <strong>On failure:</strong> Nothing happens. You bounce off."
    },
    {
      "type": "paragraph",
      "text": "Shoving is cheaper than Grappling (1 AP vs 2) but temporary — the target isn’t held, just displaced. Use it for positioning rather than control."
    },
    {
      "type": "heading",
      "text": "Overwatch"
    },
    {
      "type": "paragraph",
      "text": "Setting up to shoot anyone who moves through your firing lane."
    },
    {
      "type": "blockquote",
      "text": "• <strong>Cost:</strong> Weapon AP + 1 (spent on your turn). A Combat Knife (1 AP) costs 2 AP to Overwatch. A Sniper Rifle (5 AP) costs 6 AP — meaning you need an AP bonus from an augment or ability to Overwatch with heavy weapons. This is intentional.  • <strong>Range:</strong> Your weapon’s effective range  • <strong>Effect:</strong> You reserve your attack. The next enemy that moves within your line of sight this round triggers one attack from you as an interrupt (resolved before their movement completes). Uses your full weapon stats — accuracy, damage, everything.  • <strong>Limit:</strong> One Overwatch attack per setup. After it triggers, you’re done until your next turn.  • <strong>Doesn’t use your Reaction.</strong> Overwatch is pre-set, not reactive. You can Overwatch AND make an Opportunity Attack in the same round."
    },
    {
      "type": "paragraph",
      "text": "<strong>Why weapon AP + 1?</strong> Overwatch is powerful — you get to shoot at something that has to move into your sights, and you interrupt their action. The +1 AP tax ensures it’s always more expensive than just shooting. A Corp Rifle (3 AP) costs 4 AP to Overwatch. That means you can Overwatch and still have 1 AP for movement — a reasonable tactical choice. A Sniper Rifle at 6 AP means you’re dedicating your entire turn plus needing a bonus to pull it off, which makes Overwatch with heavy weapons a rare, deliberate setup rather than the default play."
    },
    {
      "type": "paragraph",
      "text": "<strong>Overwatch vs. Opportunity Attacks:</strong> Opportunity Attacks are free reactive snap strikes (1d6 + stat, fixed) when someone leaves your melee range. Overwatch is a deliberate ranged setup (weapon AP + 1) that uses your full weapon stats. They serve different purposes — OA punishes retreat with a small tax, Overwatch punishes advance with a real shot."
    },
    {
      "type": "paragraph",
      "text": "<strong>Suppression vs. Overwatch:</strong> Suppression (3 AP) affects an entire zone with debuffs but deals no damage. Overwatch (weapon AP + 1) targets one enemy with an actual attack. Suppression is area denial, Overwatch is targeted threat."
    },
    {
      "type": "divider"
    },
    {
      "type": "heading",
      "text": "Evasion"
    },
    {
      "type": "paragraph",
      "text": "Evasion is the threshold each accuracy roll must meet or exceed to count as a Hit."
    },
    {
      "type": "paragraph",
      "text": "<strong>Base Evasion = 3 + Edge bonus.</strong> Modified by armor, augments, conditions, and cover."
    },
    {
      "type": "table",
      "headers": ["Evasion", "Difficulty", "Rough Equivalent"],
      "rows": [
        ["2-3", "Easy to hit", "Slow, large, unaware"],
        ["4-5", "Standard", "Average contractor"],
        ["6-7", "Hard to hit", "Agile, augmented"],
        ["8+", "Very hard", "Exceptional evasion, heavy cover"]
      ]
    },
    {
      "type": "paragraph",
      "text": "<strong>Armor caps Evasion.</strong> Heavy armor limits how much your Edge stat contributes to Evasion."
    },
    {
      "type": "table",
      "headers": ["Armor Type", "Armor Value", "Evasion Cap", "Chrome Required"],
      "rows": [
        ["Street Clothes", "0", "No cap", "—"],
        ["Light Weave", "2", "No cap", "—"],
        ["Contractor Standard", "4", "6", "Chrome 2"],
        ["Heavy Plate", "6", "3", "Chrome 4"],
        ["Corp Tactical", "5", "4", "Chrome 3"],
        ["Rift-Walker Suit", "3", "No cap", "Interface 4"]
      ]
    },
    {
      "type": "paragraph",
      "text": "<strong>Example:</strong> A contractor with Edge 7 wearing Heavy Plate (Evasion Cap 3) has Evasion 3, not 7. They traded mobility for protection."
    },
    {
      "type": "heading",
      "text": "Armor"
    },
    {
      "type": "paragraph",
      "text": "Armor is a flat reduction applied to <strong>each damage die individually.</strong>"
    },
    {
      "type": "paragraph",
      "text": "Armor comes from <strong>equipment only</strong> — no stat directly grants Armor. Chrome lets you wear heavier armor. Grit doesn’t contribute to Armor."
    },
    {
      "type": "blockquote",
      "text": "<em>Why per-die reduction matters:</em>  • Against 3d10 (big hits): Armor 3 reduces by 9 total (3 per die × 3 dice). Most dice still deal damage.  • Against five 1d6 hits (many small hits): Armor 3 reduces by 15 total (3 per die × 5 dice). Most dice deal 0."
    },
    {
      "type": "paragraph",
      "text": "Heavy armor is devastating against fast, light weapons. Big, slow weapons punch through it. This is intentional — weapon choice against different enemies is a tactical decision."
    },
    {
      "type": "heading",
      "text": "Hit Points"
    },
    {
      "type": "paragraph",
      "text": "HP pools are moderate — typically 18-24 for starting contractors. Grit determines your HP."
    },
    {
      "type": "blockquote",
      "text": "<em>HP = 12 + (Grit × 2)</em>"
    },
    {
      "type": "table",
      "headers": ["Grit", "HP"],
      "rows": [
        ["3", "18"],
        ["4", "20"],
        ["5", "22"],
        ["6", "24"],
        ["8", "28"],
        ["10", "32"]
      ]
    },
    {
      "type": "paragraph",
      "text": "<strong>HP does not decrease your combat effectiveness.</strong> A contractor at 1 HP fights as well as a contractor at full HP. There is no death spiral. You fight at full capacity until you hit 0 — then the consequences happen all at once."
    },
    {
      "type": "blockquote",
      "text": "<em>Healing during combat:</em>  • Healing stims (1 AP to use, restores Xd4 HP)  • Draining Touch (Leech tree — heal on melee hit)  • Sin Eater abilities (Sympathetic Healing, Tox Channel)  • Augment-specific healing abilities  • Magical healing (costs toxicity)"
    },
    {
      "type": "paragraph",
      "text": "<strong>Healing between combat:</strong> HP recovery during downtime is tied to your sleeping arrangements. Street lodging heals 1 HP/day. Capsule heals 2. Apartment heals 3. Upscale heals 4 + Grit bonus. Luxury heals to full overnight. A crewmate with Medicine T2+ tending to you adds +2 HP/day. See Downtime for full recovery rates."
    },
    {
      "type": "heading",
      "text": "Going Down (0 HP)"
    },
    {
      "type": "paragraph",
      "text": "When a contractor reaches 0 HP:"
    },
    {
      "type": "blockquote",
      "text": "<strong>1. Gain +1 Scar</strong> (permanent until treated)  <strong>2. Roll 1d20 vs Death DC</strong> (based on total Scars)  <strong>3. Success:</strong> Stabilize at 50% max HP. You’re alive. Get up next turn.  <strong>4. Failure:</strong> Flatline. Death or harvesting (GM’s call based on circumstances)."
    },
    {
      "type": "table",
      "headers": ["Scars", "Death DC", "Survival %"],
      "rows": [
        ["1", "0", "100% (free one)"],
        ["2", "2", "95%"],
        ["3", "5", "80%"],
        ["4", "8", "65%"],
        ["5", "11", "50%"],
        ["6", "14", "35%"],
        ["7", "17", "20%"],
        ["8+", "19", "10%"]
      ]
    },
    {
      "type": "paragraph",
      "text": "<strong>Your first time hitting 0 HP per career is free.</strong> Scar 1 has Death DC 0 — automatic survival. After that, the odds get worse."
    },
    {
      "type": "paragraph",
      "text": "Scars cause <strong>cumulative debuffs</strong> (see Scars & Toxicity). Treatment costs money. Money comes from missions. Missions cause Scars."
    },
    {
      "type": "heading",
      "text": "Dual Wielding"
    },
    {
      "type": "paragraph",
      "text": "In the AP system, dual wielding means making separate attacks with each weapon, each costing its own AP."
    },
    {
      "type": "paragraph",
      "text": "<strong>Off-hand penalty:</strong> -1 to accuracy rolls with your off-hand weapon."
    },
    {
      "type": "paragraph",
      "text": "<strong>Evasion penalty:</strong> -1 Evasion while dual wielding (regardless of weapon weights)."
    },
    {
      "type": "paragraph",
      "text": "<strong>Example:</strong> Dual Precision Blades (2 AP each). Main hand: d10 + stat bonus. Off-hand: d10 + stat bonus - 1. Total: 4 AP used, 1 spare for Move. Two attacks with slight off-hand penalty, trading mobility for damage consistency."
    },
    {
      "type": "paragraph",
      "text": "<strong>Example:</strong> Dual Combat Knives (1 AP each). Alternate main/off: 5 attacks, some at -1. All AP spent — no movement, no items. Pure aggression."
    },
    {
      "type": "paragraph",
      "text": "<strong>Heavy weapons cannot be dual-wielded.</strong> Medium weapons can be used off-hand at -2 accuracy instead of -1."
    },
    {
      "type": "paragraph",
      "text": "<strong>Augment synergy:</strong> The Dancer tree reduces and eventually removes dual-wield penalties (Ambidextrous Wiring reduces off-hand penalty, Flow State removes evasion penalty for light weapons)."
    },
    {
      "type": "heading",
      "text": "Initiative & Turn Order"
    },
    {
      "type": "paragraph",
      "text": "Arcane Steel uses a <strong>Handoff Initiative</strong> system. No individual initiative rolls. No tracking a dozen turn slots."
    },
    {
      "type": "heading",
      "text": "Round Start"
    },
    {
      "type": "blockquote",
      "text": "<strong>1. Highest Reflex on each side</strong> determines who acts first overall.  <strong>2.</strong> The first side takes one activation (one player or one enemy group).  <strong>3.</strong> Then the other side takes one activation.  <strong>4.</strong> Alternate back and forth until all activations are spent.  <strong>5.</strong> If one side runs out of activations, the other side finishes their remaining activations consecutively."
    },
    {
      "type": "heading",
      "text": "Player Side"
    },
    {
      "type": "paragraph",
      "text": "<strong>Players choose their own order.</strong> When it’s the player side’s activation, the group decides who goes. No fixed sequence — adapt to the tactical situation each round."
    },
    {
      "type": "heading",
      "text": "Enemy Side"
    },
    {
      "type": "paragraph",
      "text": "The GM controls enemy activation order. Each enemy or enemy group gets one activation per round (with exceptions for bosses)."
    },
    {
      "type": "heading",
      "text": "Activation Balance"
    },
    {
      "type": "blockquote",
      "text": "<em>Design principle: activations per side should roughly match.</em>"
    },
    {
      "type": "paragraph",
      "text": "4 players = approximately 4 enemy activations."
    },
    {
      "type": "table",
      "headers": ["Enemy Type", "Activations"],
      "rows": [
        ["Minion Horde (any size)", "1"],
        ["Standard Enemy", "1"],
        ["Elite", "1 (2 for large elites)"],
        ["Boss", "2-3"]
      ]
    }
  ]
}