{
  "id": "combat-basics",
  "title": "Basics & Actions",
  "subtitle": "AP, actions, and turn structure",
  "content": [
    {
      "type": "flavor",
      "text": "<em>The Part Where People Get Hurt</em>"
    },
    {
      "type": "blockquote",
      "text": "<em>"REMINDER: All contractors are required to review the Engagement Protocols Manual (v47.3) before entering any active rift zone. Failure to comply voids your medical waiver. Failure to survive voids your medical waiver faster."</em>"
    },
    {
      "type": "heading",
      "text": "Combat Overview"
    },
    {
      "type": "paragraph",
      "text": "Combat in Arcane Steel is fast and dangerous. Most fights resolve in 3-5 rounds. Weapons hit hard, going to 0 HP means a Scar — permanent damage that accumulates over a career. Smart contractors win fast or don't fight at all."
    },
    {
      "type": "heading",
      "text": "Action Points"
    },
    {
      "type": "paragraph",
      "text": "Each turn, a contractor has <strong>5 Action Points (AP)</strong> to spend."
    },
    {
      "type": "heading",
      "text": "Standard Actions"
    },
    {
      "type": "table",
      "headers": ["Action", "AP Cost", "Description"],
      "rows": [
        ["Attack", "Weapon-dependent (1–5 AP)", "Make one attack with an equipped weapon."],
        ["Move", "1 AP per range band", "Move one range band. Can be split across the turn."],
        ["Use Item", "1 AP", "Healing stim, grenade, scrubber, tech device."],
        ["Activate Augment", "1 AP", "Any activated augment ability (Burn, Redirect, etc.)."],
        ["Interact", "1 AP", "Open a door, pull a lever, grab an object, flip a switch."],
        ["Help", "1 AP", "Grant +2 to an adjacent ally's next roll this turn."],
        ["Defend", "2 AP", "+2 Evasion until your next turn. Can stack with cover."],
        ["Skill Check", "1 AP", "Any skill use in combat (Medicine, Tech, Stealth, etc.)."],
        ["Reload", "1 AP", "Reload a weapon that requires it (GM calls which weapons need reloading)."],
        ["Swap Weapon", "1 AP", "Switch to a different equipped weapon. Sheathe one, draw another."],
        ["Stand from Prone", "1 AP", "Get up from Prone. Removes Prone condition."],
        ["Escape Grapple", "1 AP", "Chrome check (DC set by grappler's Chrome or ability). Success = free. Failure = still grappled, AP wasted."],
        ["Grapple", "2 AP", "Melee only. Chrome check vs target's Grit. Success = target is Grappled."],
        ["Shove", "1 AP", "Melee only. Chrome check vs target's Grit. Success = push target 1 range band OR knock Prone (your choice)."],
        ["Drag", "1 AP", "Move a Grappled target 1 range band with you. Requires maintaining grapple."],
        ["Stabilize", "1 AP", "Medicine check on an adjacent downed ally. Prevents next Death Roll."],
        ["Take Cover", "1 AP", "Move into available cover in your current zone. Gain In Cover condition (+2 Evasion vs ranged from covered direction)."],
        ["Overwatch", "Weapon AP + 1", "Reserve your attack. The next enemy that moves within your weapon's range this round triggers your attack as an interrupt. One attack only. Must have line of sight."],
        ["Suppress", "3 AP", "Ranged weapons only. Designate a zone. Until your next turn, enemies in that zone are Suppressed (-2 accuracy, +1 AP to advance toward you). Consumes ammo."],
        ["Delay", "0 AP", "Hold your turn. Jump back into initiative at any point later in the round. Once you act, your position resets."]
      ]
    },
    {
      "type": "heading",
      "text": "Quick Actions (0 AP — one of each per turn)"
    },
    {
      "type": "paragraph",
      "text": "Quick Actions are free and don't cost AP. You can use <strong>one of each</strong> Quick Action per turn — not one total."
    },
    {
      "type": "table",
      "headers": ["Action", "Description"],
      "rows": [
        ["Drop Item", "Let go of something. Hits the ground at your feet."],
        ["Speak", "A short sentence. Shout a warning, call a target, coordinate. Not a full conversation."],
        ["Activate Passive", "Toggle a passive augment or ability on/off."],
        ["Fall Prone", "Voluntarily hit the ground. -2 Evasion but +2 vs ranged attacks from Medium+ range (smaller target)."]
      ]
    },
    {
      "type": "heading",
      "text": "Combining Actions"
    },
    {
      "type": "paragraph",
      "text": "<strong>You can mix and match.</strong> Swing a Heavy Axe (4 AP) and Move (1 AP). Stab with a Knife three times (3 AP) and use a healing stim (1 AP) and Move (1 AP). Fire a Sniper Rifle (5 AP) and do nothing else. The weapon's AP cost determines how much of your turn it consumes."
    },
    {
      "type": "paragraph",
      "text": "Light weapons attack fast but hit soft. Heavy weapons attack slow but devastate. Your spare AP after attacking is your tactical flexibility — movement, items, defense. A contractor who commits all 5 AP to attacks can't move or use items that turn. A contractor who saves AP for movement and items is more versatile but deals less damage."
    },
    {
      "type": "heading",
      "text": "Reactions"
    },
    {
      "type": "paragraph",
      "text": "Reactions happen <strong>outside your turn.</strong> You don't spend AP from your turn on them — reactions have their own economy. By default, every contractor gets <strong>1 Reaction per round.</strong> Your reaction refreshes at the start of your turn."
    },
    {
      "type": "heading",
      "text": "Opportunity Attack (Reaction)"
    },
    {
      "type": "paragraph",
      "text": "When an enemy <strong>moves out of your melee range</strong> (Close → Medium or further) without using a Disengage-type ability, you may use your Reaction to make a <strong>snap strike</strong> against them. This is an Opportunity Attack."
    },
    {
      "type": "blockquote",
      "text": "<em>Rules:</em>  • Roll your <strong>best melee stat bonus + d8 accuracy</strong> (regardless of equipped weapon). This is a quick, reactive strike — not a full attack.  • Damage: <strong>1d6 + stat bonus</strong> (flat, no weapon dice). Armor applies normally.  • Uses your Reaction for the round (you can't make another Reaction until your next turn).  • Only triggers on movement <em>away from you.</em> Moving around you at the same range band doesn't trigger it. Moving toward you doesn't trigger it.  • If the target uses the <strong>Disengage</strong> action (Dancer T2), <strong>Shadow Step</strong> (Phantom T2), or any ability that says \"without provoking opportunity attacks,\" no reaction is triggered.  • Enemies can also make Opportunity Attacks against players using the same fixed damage (1d6 + stat bonus). A Rift Goblin's OA doesn't suddenly deal Brine Crusher damage."
    },
    {
      "type": "paragraph",
      "text": "<strong>Why fixed damage?</strong> An Opportunity Attack is a snap reaction — a quick jab, a pistol whip, a slash across the back as someone turns to run. It's not a fully wound-up Great Maul overhead. The threat is real enough to make disengaging cost something, but not so devastating that high-AP weapons become free death zones."
    },
    {
      "type": "blockquote",
      "text": "<em>Why this matters:</em> Opportunity Attacks make positioning sticky. You can't just walk away from a Berserker for free. Getting out of melee costs something — either 1 AP for Disengage, a specific ability, or you eat a hit. This creates frontline/backline dynamics. The Berserker who's in an enemy's face is <em>keeping them there.</em>"
    },
    {
      "type": "heading",
      "text": "Other Reactions"
    },
    {
      "type": "paragraph",
      "text": "Reactions aren't limited to Opportunity Attacks. Several abilities and augments grant additional reaction options:"
    },
    {
      "type": "table",
      "headers": ["Source", "Reaction", "Trigger"],
      "rows": [
        ["Opportunity Attack", "One melee snap strike (1d6 + stat)", "Enemy leaves your melee range"],
        ["Riposte (Dancer T2 ability)", "One off-hand melee attack", "Enemy misses you in melee"],
        ["Countermeasure (Technician T3 ability)", "Negate tech/Interface ability", "Enemy uses tech ability in range"],
        ["Cutting Words (Negotiator T3 ability)", "Reduce damage by 1d6", "Enemy hits ally in range"],
        ["Tactical Relay (Technician T3 ability)", "Ally spends 2 AP out of turn", "You use 1 AP on your turn to set it up"],
        ["Martyrdom Protocol (Sin Eater T4 augment)", "Absorb half damage", "Ally takes damage in range"],
        ["Battlefield Commander (Negotiator T3 ability)", "+1 Evasion for ally", "Ally is attacked in range"]
      ]
    },
    {
      "type": "paragraph",
      "text": "<strong>Reaction limit: 1 per round</strong> unless an ability specifically grants additional reactions. Some T4 abilities may grant a second Reaction per round."
    },
    {
      "type": "callout",
      "style": "accent",
      "label": "Overwatch Is Not a Reaction",
      "text": "Overwatch is a <strong>Standard Action</strong> (Weapon AP + 1), not a Reaction. It's set up on your turn and triggers as an interrupt, but it does <strong>not</strong> consume your Reaction. You can Overwatch AND make an Opportunity Attack in the same round. See the Overwatch section below for full details."
    },
    {
      "type": "callout",
      "style": "accent",
      "label": "Detailed Rules",
      "text": "For full rules on <strong>Grappling</strong>, <strong>Shoving</strong>, and <strong>Overwatch</strong>, see <strong>Special Actions</strong>. For <strong>Cover</strong>, <strong>Flanking</strong>, and <strong>Range Bands</strong>, see <strong>Positioning & Movement</strong>. For the full attack resolution steps, see <strong>Attacks & Damage</strong>."
    }
  ]
}
