{
  "id": "combat-basics",
  "title": "Basics & Actions",
  "subtitle": "AP, actions, and turn structure",
  "content": [
    {
      "type": "flavor",
      "text": "<em>The Part Where People Get Hurt</em>"
    },
    {
      "type": "blockquote",
      "text": "<em>"REMINDER: All contractors are required to review the Engagement Protocols Manual (v47.3) before entering any active rift zone. Failure to comply voids your medical waiver. Failure to survive voids your medical waiver faster."</em>"
    },
    {
      "type": "heading",
      "text": "Combat Overview"
    },
    {
      "type": "paragraph",
      "text": "Combat in Arcane Steel is fast and dangerous. Most fights resolve in 3-5 rounds. Weapons hit hard, going to 0 HP means a Scar — permanent damage that accumulates over a career. Smart contractors win fast or don't fight at all."
    },
    {
      "type": "heading",
      "text": "Action Points"
    },
    {
      "type": "paragraph",
      "text": "Each turn, a contractor has <strong>5 Action Points (AP)</strong> to spend."
    },
    {
      "type": "heading",
      "text": "Standard Actions"
    },
    {
      "type": "table",
      "headers": ["Action", "AP Cost", "Description"],
      "rows": [
        ["Attack", "Weapon-dependent (1–5 AP)", "Make one attack with an equipped weapon."],
        ["Move", "1 AP per range band", "Move one range band. Can be split across the turn."],
        ["Use Item", "1 AP", "Healing stim, grenade, scrubber, tech device."],
        ["Activate Augment", "1 AP", "Any activated augment ability (Burn, Redirect, etc.)."],
        ["Interact", "1 AP", "Open a door, pull a lever, grab an object, flip a switch."],
        ["Help", "1 AP", "Grant +2 to an adjacent ally's next roll this turn."],
        ["Defend", "2 AP", "+2 Evasion until your next turn. Can stack with cover."],
        ["Skill Check", "1 AP", "Any skill use in combat (Medicine, Tech, Stealth, etc.)."],
        ["Reload", "1 AP", "Reload a weapon that requires it (GM calls which weapons need reloading)."],
        ["Swap Weapon", "1 AP", "Switch to a different equipped weapon. Sheathe one, draw another."],
        ["Stand from Prone", "1 AP", "Get up from Prone. Removes Prone condition."],
        ["Escape Grapple", "1 AP", "Chrome check (DC set by grappler's Chrome or ability). Success = free. Failure = still grappled, AP wasted."],
        ["Grapple", "2 AP", "Melee only. Chrome check vs target's Grit. Success = target is Grappled."],
        ["Shove", "1 AP", "Melee only. Chrome check vs target's Grit. Success = push target 1 range band OR knock Prone (your choice)."],
        ["Drag", "1 AP", "Move a Grappled target 1 range band with you. Requires maintaining grapple."],
        ["Stabilize", "1 AP", "Medicine check on an adjacent downed ally. Prevents next Death Roll."],
        ["Take Cover", "1 AP", "Move into available cover in your current zone. Gain In Cover condition (+2 Evasion vs ranged from covered direction)."],
        ["Overwatch", "Weapon AP + 1", "Reserve your attack. The next enemy that moves within your weapon's range this round triggers your attack as an interrupt. One attack only. Must have line of sight."],
        ["Suppress", "3 AP", "Ranged weapons only. Designate a zone. Until your next turn, enemies in that zone are Suppressed (-2 accuracy, +1 AP to advance toward you). Consumes ammo."],
        ["Delay", "0 AP", "Hold your turn. Jump back into initiative at any point later in the round. Once you act, your position resets."]
      ]
    },
    {
      "type": "heading",
      "text": "Quick Actions (0 AP — one of each per turn)"
    },
    {
      "type": "paragraph",
      "text": "Quick Actions are free and don't cost AP. You can use <strong>one of each</strong> Quick Action per turn — not one total."
    },
    {
      "type": "table",
      "headers": ["Action", "Description"],
      "rows": [
        ["Drop Item", "Let go of something. Hits the ground at your feet."],
        ["Speak", "A short sentence. Shout a warning, call a target, coordinate. Not a full conversation."],
        ["Activate Passive", "Toggle a passive augment or ability on/off."],
        ["Fall Prone", "Voluntarily hit the ground. -2 Evasion but +2 vs ranged attacks from Medium+ range (smaller target)."]
      ]
    },
    {
      "type": "heading",
      "text": "Combining Actions"
    },
    {
      "type": "paragraph",
      "text": "<strong>You can mix and match.</strong> Swing a Heavy Axe (4 AP) and Move (1 AP). Stab with a Knife three times (3 AP) and use a healing stim (1 AP) and Move (1 AP). Fire a Sniper Rifle (5 AP) and do nothing else. The weapon's AP cost determines how much of your turn it consumes."
    },
    {
      "type": "paragraph",
      "text": "Light weapons attack fast but hit soft. Heavy weapons attack slow but devastate. Your spare AP after attacking is your tactical flexibility — movement, items, defense. A contractor who commits all 5 AP to attacks can't move or use items that turn. A contractor who saves AP for movement and items is more versatile but deals less damage."
    },
    {
      "type": "heading",
      "text": "Reactions"
    },
    {
      "type": "paragraph",
      "text": "Reactions happen <strong>outside your turn.</strong> You don't spend AP from your turn on them — reactions have their own economy. By default, every contractor gets <strong>1 Reaction per round.</strong> Your reaction refreshes at the start of your turn."
    },
    {
      "type": "heading",
      "text": "Opportunity Attack (Reaction)"
    },
    {
      "type": "paragraph",
      "text": "When an enemy <strong>moves out of your melee range</strong> (Close → Medium or further) without using a Disengage-type ability, you may use your Reaction to make a <strong>snap strike</strong> against them. This is an Opportunity Attack."
    },
    {
      "type": "blockquote",
      "text": "<em>Rules:</em>  • Roll your <strong>best melee stat bonus + d8 accuracy</strong> (regardless of equipped weapon). This is a quick, reactive strike — not a full attack.  • Damage: <strong>1d6 + stat bonus</strong> (flat, no weapon dice). Armor applies normally.  • Uses your Reaction for the round (you can't make another Reaction until your next turn).  • Only triggers on movement <em>away from you.</em> Moving around you at the same range band doesn't trigger it. Moving toward you doesn't trigger it.  • If the target uses the <strong>Disengage</strong> action (Dancer T2), <strong>Shadow Step</strong> (Phantom T2), or any ability that says \"without provoking opportunity attacks,\" no reaction is triggered.  • Enemies can also make Opportunity Attacks against players using the same fixed damage (1d6 + stat bonus). A Rift Goblin's OA doesn't suddenly deal Brine Crusher damage."
    },
    {
      "type": "paragraph",
      "text": "<strong>Why fixed damage?</strong> An Opportunity Attack is a snap reaction — a quick jab, a pistol whip, a slash across the back as someone turns to run. It's not a fully wound-up Great Maul overhead. The threat is real enough to make disengaging cost something, but not so devastating that high-AP weapons become free death zones."
    },
    {
      "type": "blockquote",
      "text": "<em>Why this matters:</em> Opportunity Attacks make positioning sticky. You can't just walk away from a Berserker for free. Getting out of melee costs something — either 1 AP for Disengage, a specific ability, or you eat a hit. This creates frontline/backline dynamics. The Berserker who's in an enemy's face is <em>keeping them there.</em>"
    },
    {
      "type": "heading",
      "text": "Other Reactions"
    },
    {
      "type": "paragraph",
      "text": "Reactions aren't limited to Opportunity Attacks. Several abilities and augments grant additional reaction options:"
    },
    {
      "type": "table",
      "headers": ["Source", "Reaction", "Trigger"],
      "rows": [
        ["Opportunity Attack", "One melee snap strike (1d6 + stat)", "Enemy leaves your melee range"],
        ["Riposte (Dancer T2 ability)", "One off-hand melee attack", "Enemy misses you in melee"],
        ["Countermeasure (Technician T3 ability)", "Negate tech/Interface ability", "Enemy uses tech ability in range"],
        ["Cutting Words (Negotiator T3 ability)", "Reduce damage by 1d6", "Enemy hits ally in range"],
        ["Tactical Relay (Technician T3 ability)", "Ally spends 2 AP out of turn", "You use 1 AP on your turn to set it up"],
        ["Martyrdom Protocol (Sin Eater T4 augment)", "Absorb half damage", "Ally takes damage in range"],
        ["Battlefield Commander (Negotiator T3 ability)", "+1 Evasion for ally", "Ally is attacked in range"]
      ]
    },
    {
      "type": "paragraph",
      "text": "<strong>Reaction limit: 1 per round</strong> unless an ability specifically grants additional reactions. Some T4 abilities may grant a second Reaction per round."
    },
    {
      "type": "callout",
      "style": "accent",
      "label": "Overwatch Is Not a Reaction",
      "text": "Overwatch is a <strong>Standard Action</strong> (Weapon AP + 1), not a Reaction. It's set up on your turn and triggers as an interrupt, but it does <strong>not</strong> consume your Reaction. You can Overwatch AND make an Opportunity Attack in the same round. See the Overwatch section below for full details."
    },
    {
      "type": "heading",
      "text": "Grappling"
    },
    {
      "type": "paragraph",
      "text": "Grappling is melee wrestling — grabbing someone and not letting go. It's a tool for controlling enemy positioning, holding a target still for your crew, or dragging someone where they don't want to be."
    },
    {
      "type": "heading",
      "text": "Starting a Grapple"
    },
    {
      "type": "blockquote",
      "text": "• <strong>Cost:</strong> 2 AP  • <strong>Range:</strong> Close (melee only)  • <strong>Roll:</strong> Chrome check vs target's Grit. Success = Grappled. Failure = nothing happens.  • Creatures of dramatically different sizes modify the check (GM discretion — grappling something three times your size is harder)."
    },
    {
      "type": "heading",
      "text": "While Grappled"
    },
    {
      "type": "paragraph",
      "text": "The grappled target:"
    },
    {
      "type": "blockquote",
      "text": "• Cannot move (speed = 0)  • Has -1 Evasion  • Can still attack, use items, and use abilities normally (they're held, not helpless)  • Can attempt to <strong>Escape</strong> (1 AP, Chrome check vs grappler's Chrome)"
    },
    {
      "type": "paragraph",
      "text": "The grappler:"
    },
    {
      "type": "blockquote",
      "text": "• Can <strong>Drag</strong> the target (1 AP = move 1 range band, target comes with you)  • Can attack the grappled target at +1 accuracy (they're held in place)  • Can <strong>Throw</strong> the target (1 AP, Chrome check DC 7 — success = target is pushed 1 range band and knocked Prone)  • Cannot use two-handed weapons while grappling (one hand is occupied)  • Can release the grapple as a Quick Action (free)"
    },
    {
      "type": "heading",
      "text": "Grapple Chains"
    },
    {
      "type": "paragraph",
      "text": "A grappled target who fails to Escape can be grappled continuously. The grappler doesn't need to re-roll each turn — the grapple persists until the target Escapes, the grappler releases, or the grappler is incapacitated."
    },
    {
      "type": "paragraph",
      "text": "<strong>Leech synergy:</strong> Leech Grip (ability) adds +2 Toxicity per turn to a grappled target. A Leech who grabs you and holds on is pumping contamination directly into your system."
    },
    {
      "type": "heading",
      "text": "Shoving"
    },
    {
      "type": "paragraph",
      "text": "A quick physical push to reposition an enemy or knock them down."
    },
    {
      "type": "blockquote",
      "text": "• <strong>Cost:</strong> 1 AP  • <strong>Range:</strong> Close (melee only)  • <strong>Roll:</strong> Chrome check vs target's Grit  • <strong>On success, choose one:</strong>  • <strong>Push:</strong> Target moves 1 range band in a direction you choose. Can push into hazards, off ledges, or into your crew's kill zone.  • <strong>Knock Prone:</strong> Target gains the Prone condition (-2 Evasion, costs 1 AP to stand).  • <strong>On failure:</strong> Nothing happens. You bounce off."
    },
    {
      "type": "paragraph",
      "text": "Shoving is cheaper than Grappling (1 AP vs 2) but temporary — the target isn't held, just displaced. Use it for positioning rather than control."
    },
    {
      "type": "heading",
      "text": "Overwatch"
    },
    {
      "type": "paragraph",
      "text": "Setting up to shoot anyone who moves through your firing lane."
    },
    {
      "type": "blockquote",
      "text": "• <strong>Cost:</strong> Weapon AP + 1 (spent on your turn). A Combat Knife (1 AP) costs 2 AP to Overwatch. A Sniper Rifle (5 AP) costs 6 AP — meaning you need an AP bonus from an augment or ability to Overwatch with heavy weapons. This is intentional.  • <strong>Range:</strong> Your weapon's effective range  • <strong>Effect:</strong> You reserve your attack. The next enemy that moves within your line of sight this round triggers one attack from you as an interrupt (resolved before their movement completes). Uses your full weapon stats — accuracy, damage, everything.  • <strong>Limit:</strong> One Overwatch attack per setup. After it triggers, you're done until your next turn.  • <strong>Doesn't use your Reaction.</strong> Overwatch is pre-set, not reactive. You can Overwatch AND make an Opportunity Attack in the same round."
    },
    {
      "type": "paragraph",
      "text": "<strong>Why weapon AP + 1?</strong> Overwatch is powerful — you get to shoot at something that has to move into your sights, and you interrupt their action. The +1 AP tax ensures it's always more expensive than just shooting. A Corp Rifle (3 AP) costs 4 AP to Overwatch. That means you can Overwatch and still have 1 AP for movement — a reasonable tactical choice. A Sniper Rifle at 6 AP means you're dedicating your entire turn plus needing a bonus to pull it off, which makes Overwatch with heavy weapons a rare, deliberate setup rather than the default play."
    },
    {
      "type": "paragraph",
      "text": "<strong>Overwatch vs. Opportunity Attacks:</strong> Opportunity Attacks are free reactive snap strikes (1d6 + stat, fixed) when someone leaves your melee range. Overwatch is a deliberate ranged setup (weapon AP + 1) that uses your full weapon stats. They serve different purposes — OA punishes retreat with a small tax, Overwatch punishes advance with a real shot."
    },
    {
      "type": "paragraph",
      "text": "<strong>Suppression vs. Overwatch:</strong> Suppression (3 AP) affects an entire zone with debuffs but deals no damage. Overwatch (weapon AP + 1) targets one enemy with an actual attack. Suppression is area denial, Overwatch is targeted threat."
    },
    {
      "type": "heading",
      "text": "Cover and Positioning"
    },
    {
      "type": "heading",
      "text": "Taking Cover"
    },
    {
      "type": "blockquote",
      "text": "• <strong>Cost:</strong> 1 AP (move into available cover in your zone)  • <strong>Effect:</strong> Gain <strong>In Cover</strong> condition: +2 Evasion against ranged attacks from the covered direction only. Attacks from other angles or melee attacks ignore cover.  • Cover is environmental — walls, crates, vehicles, pillars, rubble. The GM describes what's available.  • You can attack from cover normally. Leaving cover (moving out of the zone or standing up from behind it) removes the condition."
    },
    {
      "type": "heading",
      "text": "Cover Types"
    },
    {
      "type": "table",
      "headers": ["Cover", "Evasion Bonus", "Description"],
      "rows": [
        ["Light Cover", "+1", "Thin walls, furniture, foliage. Blocks line of sight partially."],
        ["Heavy Cover", "+2", "Concrete walls, vehicles, fortified positions. Blocks most angles."],
        ["Total Cover", "Can't be targeted", "Fully enclosed. You can't be shot and you can't shoot."]
      ]
    },
    {
      "type": "heading",
      "text": "High Ground"
    },
    {
      "type": "paragraph",
      "text": "Attacking from above (elevated position, rooftop, balcony) grants +1 accuracy on ranged attacks against targets below. Defending from high ground grants +1 Evasion against melee attacks from below (they have to climb to reach you)."
    },
    {
      "type": "heading",
      "text": "Flanking"
    },
    {
      "type": "paragraph",
      "text": "When two attackers are on <strong>opposite sides</strong> of a target (180° apart, roughly), both get <strong>+2 accuracy</strong> against that target. This is the Flanked condition. It requires deliberate positioning — one ally engages the front, another circles behind."
    },
    {
      "type": "paragraph",
      "text": "Flanking is the simplest and most powerful tactical setup. Two contractors dealing 2d8 each are dangerous. Two contractors dealing 2d8 each with +2 accuracy are lethal. Positioning wins fights."
    },
    {
      "type": "heading",
      "text": "The Attack: Step by Step"
    },
    {
      "type": "paragraph",
      "text": "Every attack follows the same flow. One attack = one AP cost = one resolution."
    }
  ]
}
