{
  "id": "creation-traits",
  "title": "Traits",
  "subtitle": "Optional advantages and complications",
  "content": [
    {
      "type": "paragraph",
      "text": "Traits are optional character modifiers taken at creation. They provide a significant benefit with a significant ongoing cost. Most characters have <strong>zero or one</strong> trait."
    },
    {
      "type": "heading",
      "text": "Available Traits"
    },
    {
      "type": "heading",
      "text": "Genius"
    },
    {
      "type": "callout",
      "style": "teal",
      "label": "Genius",
      "text": "Your mind works faster than everyone else's. The cost is that it never stops working.",
      "items": [
        "<strong>Benefit:</strong> +2 to all Downtime Learning rolls",
        "<strong>Cost:</strong> Lose 1 starting T1 skill pick (start with 2 + résumé instead of 3 + résumé)",
        "<strong>Trade-off:</strong> Stress system hits harder — gain stress from ally injuries, critical failures, and unsolvable problems. Breakdowns happen. See Downtime Learning doc."
      ]
    },
    {
      "type": "heading",
      "text": "Scarred Veteran"
    },
    {
      "type": "callout",
      "style": "rust",
      "label": "Scarred Veteran",
      "text": "You've been in the field. You've got the scars and the gear to prove it — and less runway before the next one kills you.",
      "items": [
        "<strong>Benefit:</strong> +200 starting credits and 1 free augment (any T1 from any tree — you've been in the field)",
        "<strong>Cost:</strong> Start with <strong>2 Scars</strong> already (and their debuffs: Battle-Worn + Lingering Ache)",
        "<strong>Trade-off:</strong> You start closer to death. Death DC is already at 2 (95% survival on next scar). But you're experienced and equipped."
      ]
    },
    {
      "type": "heading",
      "text": "Rift-Touched"
    },
    {
      "type": "callout",
      "style": "accent",
      "label": "Rift-Touched",
      "text": "You've been exposed to raw rift energy. You're already changed — the mutation is yours, bonus AND built-in complication.",
      "items": [
        "<strong>Benefit:</strong> One free Standard-tier mutation with no installation cost",
        "<strong>Cost:</strong> Start with <strong>5 Toxicity</strong> and the mutation is <strong>involuntary</strong> (GM rolls or assigns). Can't be removed.",
        "<strong>Trade-off:</strong> You've been exposed. You're already changed. The mutation is yours — bonus AND built-in complication. Can't be removed."
      ]
    },
    {
      "type": "heading",
      "text": "Corporate Asset"
    },
    {
      "type": "callout",
      "style": "gold",
      "label": "Corporate Asset",
      "text": "You're comfortable. But you're owned. The corp can ping you with jobs you can't refuse without consequences.",
      "items": [
        "<strong>Benefit:</strong> Start with +300 credits and corporate housing (0 cr/day living costs)",
        "<strong>Cost:</strong> Corp tracks your location, monitors your augments, and can issue mandatory assignments",
        "<strong>Trade-off:</strong> Your data is in their system. Privacy doesn't exist. The corp can ping you with jobs you can't refuse without consequences."
      ]
    },
    {
      "type": "heading",
      "text": "Ghost"
    },
    {
      "type": "callout",
      "style": "rust",
      "label": "Ghost",
      "text": "No records exist. No contractor ID. Corps don't know you exist. Total freedom from surveillance — total exclusion from services.",
      "items": [
        "<strong>Benefit:</strong> No records exist. No contractor ID. Corps don't know you exist. Total freedom from surveillance.",
        "<strong>Cost:</strong> -200 starting credits. Cannot take corporate contracts (freelance/black market only until you establish ID).",
        "<strong>Trade-off:</strong> Corp contracts pay better, corp clinics won't treat you, and corp stores won't sell to you without ID. The street is your home."
      ]
    }
  ]
}
