{
  "id": "world-species",
  "title": "Non-Human Species",
  "subtitle": "The Intercompany Personhood Accords",
  "content": [
    {
      "type": "heading",
      "text": "A Thousand Years of Immigration"
    },
    {
      "type": "paragraph",
      "text": "When the rifts opened, things came through. Most were fauna — animals, predators, organisms following instincts into a new dimension. But some were people."
    },
    {
      "type": "paragraph",
      "text": "Over a millennium, intelligent species from dozens of dimensions have crossed into Earth through managed gates, wild rifts, and (in the early centuries) outright corporate importation programs. Some came willingly — fleeing worse conditions, seeking opportunity, drawn by curiosity. Some were brought — captured, purchased, recruited, or “relocated“ by corporate Acquisition programs that didn’t always distinguish between specimen and citizen."
    },
    {
      "type": "paragraph",
      "text": "The ones who survived adapted. They built communities. They integrated into corporate society or carved spaces outside it. They had children — sometimes with each other, sometimes with humans (rift-origin genetics are surprisingly compatible with human biology when magic is involved, which is a sentence that raises more questions than it answers)."
    },
    {
      "type": "paragraph",
      "text": "A thousand years later, non-human species are a permanent part of the world. Not a majority — humans still dominate the population by a wide margin. But significant enough that every city-state has non-human residents, every margin has non-human contractors, and every corp has a policy on non-human citizens. The policies vary. The exploitation is consistent."
    },
    {
      "type": "heading",
      "text": "The Core Tension"
    },
    {
      "type": "paragraph",
      "text": "Non-human species tolerate ambient magic better than humans do. This is biological fact — their dimensional origin gave them innate resistance that humans, even after a millennium of adaptation, haven’t matched. A non-human contractor can operate in Orange Zone conditions that would push a human to dangerous toxicity thresholds. A non-human worker in a rift-adjacent facility lasts three times longer before requiring rotation."
    },
    {
      "type": "paragraph",
      "text": "This makes them valuable. It also makes them targets."
    },
    {
      "type": "paragraph",
      "text": "<strong>The corps see non-humans as a resource.</strong> Not openly — the Personhood Accords technically guarantee sapient entity rights. But corporate employment contracts for non-humans often include provisions that a careful reader would recognize: extended rift-zone deployment, “voluntary“ toxicity tolerance testing, and compensation structures that pay in benefits rather than credits (housing, food, medical care — all provided by the corp, all dependent on continued employment, all revocable). It’s not slavery. It’s a contract. The distinction matters legally. It doesn’t matter practically."
    },
    {
      "type": "paragraph",
      "text": "<strong>Contractors see non-humans as crew.</strong> In the margin, what matters is whether you can fight, harvest, and keep your team alive. Species is less relevant than stats. Non-human contractors are common, respected for their capabilities, and judged by the same standards as everyone else: can you do the job, and do you share the payout fairly? The margin is the closest thing to equality the world offers. It’s not perfect. It’s better than the alternative."
    },
    {
      "type": "heading",
      "text": "Major Species"
    },
    {
      "type": "paragraph",
      "text": "The following are the most common non-human species encountered in contractor margins and corporate territories. Dozens of minor species exist, but these seven have established populations large enough to be culturally relevant."
    },
    {
      "type": "blockquote",
      "text": "<em>GM Note for playable non-humans: Any of these can be played as contractor characters. The mechanical impact is noted for each — mostly minor adjustments that reflect their biology without unbalancing the game. Non-human characters use the same stat array, kits, and progression as humans.</em>"
    },
    {
      "type": "info-block",
      "icon": "👤",
      "title": "Human",
      "subtitle": "Origin: Earth · Population: Dominant",
      "entries": [
        {"label": "Origin", "value": "Earth"},
        {"label": "Population", "value": "Dominant — outnumber all non-humans combined"},
        {"label": "Biology", "value": "Fragile. Slow. Magically intolerant. Worst toxicity resistance of any sapient species.", "full": true},
        {"label": "Playable Bonus", "value": "<strong>Adaptive: +1 to all learning and training checks.</strong> Humans don't start better — they <em>get</em> better, faster.", "full": true}
      ]
    },
    {
      "type": "flavor",
      "text": "They run the world anyway."
    },
    {
      "type": "paragraph",
      "text": "<strong>Why:</strong> Humans learn faster than anything else alive. Not smarter — faster at <em>adapting</em>. A Keth is born with four arms and heat tolerance. A human trains until they don't need four arms. A Vael senses rift activity instinctively. A human builds a sensor that does it better. A Grunt heals naturally. A human invents augmentation surgery and heals faster. Every biological advantage another species has, humans have compensated for through technology, training, and an evolutionary stubbornness that borders on pathological."
    },
    {
      "type": "paragraph",
      "text": "A thousand years ago, humans couldn't survive ambient toxicity. Now they run seven megacorporations, exploit hundreds of dimensions, and employ every other sapient species — willingly or otherwise. Not because they're superior. Because they're relentless learners who refuse to accept biological limitations as permanent."
    },
    {
      "type": "divider",
      "text": "⬦"
    },
    {
      "type": "info-block",
      "icon": "🌿",
      "title": "The Vael",
      "subtitle": "Origin: The Bloom · Population: Moderate",
      "entries": [
        {"label": "Appearance", "value": "Tall, slender. Skin shifts color with emotion. Fern-like crest. Large multifaceted eyes."},
        {"label": "Biology", "value": "Plant-animal hybrid. Photosynthesizes supplementally. High toxicity tolerance."},
        {"label": "Culture", "value": "Extremely community-oriented. Don't do well alone."},
        {"label": "Corp Ties", "value": "Green Cradle (model citizens), Wellspring (research interest)"},
        {"label": "Contractor Rep", "value": "Reliable. Excellent scouts. Early warning system for rift anomalies.", "full": true},
        {"label": "Adjustments", "value": "+1 Toxicity threshold per bracket. -1 in extreme heat. Sense wild rifts at Close range.", "full": true}
      ]
    },
    {
      "type": "paragraph",
      "text": "The Vael came from a dimension where cooperation was survival — their original ecosystem was so aggressive that solitary organisms died. They're community-oriented to an extreme degree that humans sometimes find claustrophobic. Isolated Vael experience genuine psychological decline. In contractor crews, they bond deeply and take team losses harder than most."
    },
    {
      "type": "paragraph",
      "text": "Green Cradle treats Vael as model citizens — their biological affinity for living systems makes them ideal for biome cultivation, agricultural work, and ecosystem management. Wellspring wants to study them (the gene-splicing implications of plant-animal hybrid biology are \"fascinating,\" which is Wellspring's most dangerous word)."
    },
    {
      "type": "divider",
      "text": "⬦"
    },
    {
      "type": "info-block",
      "icon": "⛏",
      "title": "The Keth",
      "subtitle": "Origin: The Char · Population: Small but concentrated",
      "entries": [
        {"label": "Appearance", "value": "Broad, dense, shorter than human. Crystalline skin. Four arms. Infrared eyes."},
        {"label": "Biology", "value": "Dense bones, high heat tolerance. Can eat rock. Four-armed efficiency."},
        {"label": "Culture", "value": "Quiet by nature — silence was survival. Communication via gesture and touch."},
        {"label": "Corp Ties", "value": "Congo & Sentinel (extraction, industrial). Exploited for durability."},
        {"label": "Contractor Rep", "value": "Best mechanics in the margin. Tough but slow. Can dual-wield + hold a shield.", "full": true},
        {"label": "Adjustments", "value": "+1 Chrome carry weight. Two-handed weapon + shield. -1 Edge. -1 Speed. Heat-adapted.", "full": true}
      ]
    },
    {
      "type": "paragraph",
      "text": "Keth from the Char evolved in an environment where silence was survival (sound attracts Magma Drakes). They're quiet by nature — not unfriendly, just economical with words. Humans sometimes mistake Keth reserve for hostility. It isn't. Keth who trust you will hand you tools before you ask for them. Keth who don't trust you will say nothing and watch."
    },
    {
      "type": "paragraph",
      "text": "Congo and Sentinel employ Keth heavily in extraction and industrial roles. The exploitation angle: Keth are routinely assigned to the most dangerous extraction shifts because they can survive conditions that would hospitalize a human. The pay doesn't reflect the risk differential. The Keth notice. They don't forget."
    },
    {
      "type": "divider",
      "text": "⬦"
    },
    {
      "type": "info-block",
      "icon": "👁",
      "title": "The Whisper",
      "subtitle": "Origin: The Static · Population: Small, scattered",
      "entries": [
        {"label": "Appearance", "value": "Human-passing. Proportions slightly wrong. Solid-color eyes. Shadow doesn't always match."},
        {"label": "Biology", "value": "Dimensionally attuned. Perceive rift energy like light. Localized dimensional manipulation."},
        {"label": "Culture", "value": "No unified culture. Perpetually adjacent — present, functional, never fully understood."},
        {"label": "Corp Ties", "value": "Pear & Soma (dimensional perception, rift monitoring). Treated well because irreplaceable."},
        {"label": "Contractor Rep", "value": "Unsettling. Useful. When the Whisper says 'don't go that way,' everyone listens.", "full": true},
        {"label": "Adjustments", "value": "+2 rift Interface checks. Auto-sense rifts & Null Zones. -1 social with strangers. Immune to Geometry.", "full": true}
      ]
    },
    {
      "type": "paragraph",
      "text": "Whispers have no unified culture — they arrived individually over centuries, from dimensions that don't share common origins. What they share is an experience: being fundamentally alien in a way that other non-human species aren't. Their perception of reality includes layers that humans can't access, and explaining those layers is like describing color to someone who's never seen it. Most Whispers stop trying after a while."
    },
    {
      "type": "paragraph",
      "text": "Their crew contribution isn't muscle — it's the moment when the Whisper says \"don't go that way\" and everyone listens because the last time someone didn't listen, they walked into a Null Zone. Whispers don't explain their warnings. The explanations don't translate."
    },
    {
      "type": "divider",
      "text": "⬦"
    },
    {
      "type": "info-block",
      "icon": "🦴",
      "title": "The Grunt",
      "subtitle": "Origin: Unknown · Population: Moderate",
      "entries": [
        {"label": "Appearance", "value": "Large. Broad-shouldered. Heavy-browed. Deep brown to gray-green skin."},
        {"label": "Biology", "value": "Regeneration (minor wounds in hours). Metabolize toxicity faster. Think carefully, not quickly."},
        {"label": "Culture", "value": "Value deliberation, endurance, long-term planning. Don't rush. Don't panic."},
        {"label": "Corp Ties", "value": "Congo (extraction), Sentinel (frontline). Exploited for durability."},
        {"label": "Contractor Rep", "value": "The best in a crisis. When the Grunt stops and thinks for ten seconds, you wait for the answer.", "full": true},
        {"label": "Adjustments", "value": "Regen 1 HP/hour. Scar costs -25%. -1 Initiative. +1 Grit for toxicity resistance.", "full": true}
      ]
    },
    {
      "type": "paragraph",
      "text": "Grunts process complex information more slowly. Not less capably — more slowly. They think carefully and thoroughly. Humans mistake this for stupidity. It isn't. A Grunt who's had time to consider a problem will produce a solution as sophisticated as any human's. They just won't produce it in the first three seconds."
    },
    {
      "type": "paragraph",
      "text": "In a society that rewards instant reaction, this makes them seem slow. In a rift zone where panic kills and patience saves, this makes them invaluable. A Grunt who's been hit three times and lost half their HP isn't panicking. They're planning."
    },
    {
      "type": "divider",
      "text": "⬦"
    },
    {
      "type": "info-block",
      "icon": "⚡",
      "title": "The Flicker",
      "subtitle": "Origin: Multiple dimensions · Population: Moderate, widely distributed",
      "entries": [
        {"label": "Appearance", "value": "Small, slight (<150cm). Too-long fingers. Enormous reflective eyes. Move in quick bursts."},
        {"label": "Biology", "value": "1.5x human nerve speed. See the world in slow motion. Burn hot — eat twice as much, wear out fast."},
        {"label": "Culture", "value": "Opportunists. Dominate the Undercity informal economy — speed is the niche."},
        {"label": "Corp Ties", "value": "Mixed. Pear (data analysis), House of Mouse (archivists). Corporate tempo is agonizingly slow."},
        {"label": "Contractor Rep", "value": "Fast and fragile. Natural skirmishers and scouts. Flicker medics are the best in the business.", "full": true},
        {"label": "Adjustments", "value": "+1 Reflex (Initiative only). +1 fine dexterity. -2 Carry. +50% food costs.", "full": true}
      ]
    },
    {
      "type": "paragraph",
      "text": "Flickers are opportunists by evolution — their survival strategy in every dimension they've inhabited is speed, adaptability, and finding the niche nobody else is using. They're not criminal by nature. They're entrepreneurial in environments where legal entrepreneurship isn't available."
    },
    {
      "type": "paragraph",
      "text": "A Flicker medic is the best in the business — their hands are faster and steadier than augmented human hands. Doc Vasik has said, quietly, that the best surgeon he ever saw was a Flicker who worked out of a margin clinic with no power and no augments."
    },
    {
      "type": "divider",
      "text": "⬦"
    },
    {
      "type": "info-block",
      "icon": "🔮",
      "title": "The Hollow",
      "subtitle": "Origin: The Grave · Population: Very small, solitary",
      "entries": [
        {"label": "Appearance", "value": "Extremely humanoid. Too symmetrical. Porcelain skin. Dark, lightless eyes. Learned expressions."},
        {"label": "Biology", "value": "Partially synthetic. May be artificial. Fast pattern recognition, slow emotional processing."},
        {"label": "Culture", "value": "Defined by one question: <em>What were we made for?</em>"},
        {"label": "Corp Ties", "value": "Wary of attention. Prefer Congo (pragmatic) or Crowned Table ('strange knights')."},
        {"label": "Contractor Rep", "value": "Competent. Precise. Uncomfortable. Trust never fully extends to comfort.", "full": true},
        {"label": "Adjustments", "value": "+1 Interface (data/pattern). Immune to psychoactive. -2 emotional social. No natural healing.", "full": true}
      ]
    },
    {
      "type": "paragraph",
      "text": "Hollow culture, such as it exists, is centered on a question: what were we made for? They emerged from dimensions containing ruins of advanced civilizations. Whether they're the builders, the builders' creations, or something else entirely is unknown. Hollows themselves don't know — their oldest memories don't extend to their origin."
    },
    {
      "type": "paragraph",
      "text": "Hollow contractors execute missions with efficiency that's impressive and slightly wrong — they make the right calls at the right times but the decision-making process doesn't show on their face. Crews who work with Hollows long enough learn to trust their judgment. The trust never fully extends to comfort. There's always a gap. Hollows know this. They've learned to not mind. Whether they actually don't mind or have just learned the performance of not minding is a question that answers itself."
    }
  ]
}