{
  "id": "world-table",
  "title": "The Crowned Table",
  "subtitle": "Denial (primary), Extraction (secondary)",
  "content": [
    {
      "type": "corp-profile",
      "name": "The Crowned Table",
      "icon": "👑",
      "doctrine": "Denial (primary), Extraction (secondary)",
      "culture": "Feudal monarchy evolved from fast-food franchise",
      "want": "Control. Every wild rift sealed or claimed.",
      "pay": "Fixed rate. Reliable but never generous.",
      "vibe": "Medieval ceremony meets corporate efficiency. Knights with augments.",
      "contracts": [
        {
          "name": "Border Defense",
          "desc": "Secure a rift perimeter. Hold until the Royal Guard arrives."
        },
        {
          "name": "Creature Clearance",
          "desc": "Something got through. Kill it before citizens notice."
        },
        {
          "name": "Rift Sealing",
          "desc": "Assist a Table closure team in permanently sealing a wild rift."
        }
      ]
    },
    {
      "type": "heading",
      "text": "Culture & Origins"
    },
    {
      "type": "paragraph",
      "text": "A thousand years ago, the great fast-food chains went to war. Not market competition — actual war. When the dust settled, the survivors merged. Burger kingdoms married dairy queens. Pizza houses formed alliances with coffee principalities. The result: a feudal monarchy built on drive-through bones, where combo meals are state banquets and the Franchise Accords are constitutional law."
    },
    {
      "type": "callout",
      "label": "Aesthetic",
      "style": "gold",
      "text": "Red and gold. Crowns. Heraldry with menu iconography — a burger rampant on a field of fries. Throne rooms that were once kitchens. Castles on restaurant foundations. Everything is regal and, if you look closely enough, deeply absurd."
    },
    {
      "type": "callout",
      "label": "Citizens",
      "style": "accent",
      "text": "Subjects who swear fealty. Noble houses trace lineage to original franchise owners. The House of the Arch (golden arches, sacred), the House of the Crown (paper crown, now platinum), the House of the Bell (simple bell, tolled at state occasions). The menu is law. Original recipes are holy texts preserved in vault-temples, prepared exactly once per year at the Feast of the Founder's Meal."
    },
    {
      "type": "divider"
    },
    {
      "type": "heading",
      "text": "Rift Operations"
    },
    {
      "type": "paragraph",
      "text": "Security and resources for the realm. Every wild rift in Table territory is a siege to be repelled, a border defended with feudal zeal. They secondarily extract materials for agriculture and industry. The kingdom must be fed. The forges must burn."
    },
    {
      "type": "heading",
      "text": "Working For The Table"
    },
    {
      "type": "callout",
      "label": "Pay",
      "style": "gold",
      "text": "Structured by royal decree. Fair but non-negotiable. Bonuses as \"royal favor\" — better contracts, noble patronage, invitations to the Table (literally the court dining table, a massive political honor). Economy runs partly on credits, partly on feudal obligation."
    },
    {
      "type": "paragraph",
      "text": "Strange. Earnest. The Table takes itself completely seriously. Either endearing or unnerving depending on tolerance for being addressed as \"Ser Contractor\" by someone in a platinum burger crown. Formal briefings. Beautiful quest scrolls. Royal Guard are genuinely elite fighters in tabards with ancient fast-food logos."
    },
    {
      "type": "flavor",
      "text": "The food is incredible — a thousand years of culinary evolution starting from burger recipes has produced cuisine that other corps would kill for. Literally. There have been wars over Table chefs."
    },
    {
      "type": "blockquote",
      "text": "<em>\"By Royal Decree of His Majesty the Burger King, Seventeenth of His Line, Keeper of the Sacred Recipes and Protector of the Realm: all contractors entering Table territory shall conduct themselves with honor befitting the Crown. Jousting in the corridors is reserved for knights of the Third Patty or above. Unauthorized condiment use remains a capital offense.\"</em>"
    }
  ]
}