{
  "id": "world-brokers",
  "title": "Brokers & Minor Factions",
  "subtitle": "The networks between the corps",
  "content": [
    {
      "type": "paragraph",
      "text": "Brokers are the nervous system of the contractor economy. They sit between corps and contractors, matching jobs to crews and taking a cut of everything."
    },
    {
      "type": "heading",
      "text": "How Brokers Operate"
    },
    {
      "type": "paragraph",
      "text": "A broker network is a platform — digital, physical, or both — where contracts are posted and contractors register. Think of it as a job board for people who fight monsters for a living."
    },
    {
      "type": "paragraph",
      "text": "<strong>Registration</strong> is free. Your profile includes: skillset, augment loadout (as much as you’re willing to disclose), toxicity reading (mandatory), survival record (mission count, scar count, crew history), and specializations. Brokers use this data to match you with appropriate contracts and compatible crews."
    },
    {
      "type": "paragraph",
      "text": "<strong>Contracts</strong> are posted by corps (directly or through intermediaries), private clients, settlement councils, or occasionally other contractors. Each contract listing includes: objective, location, expected threat level, pay structure, and special requirements. What it doesn’t include: accurate threat assessments (sometimes), the real reason the job exists (often), and what happened to the last crew (usually)."
    },
    {
      "type": "paragraph",
      "text": "<strong>The cut</strong> is typically 10-15% of the contract payout, deducted automatically. Higher-tier brokers charge more but offer better contracts, better intel, and better crew-matching. Budget brokers charge less but their intel is unreliable and they’ll match you with anyone who has a pulse."
    },
    {
      "type": "heading",
      "text": "Broker Tiers"
    },
    {
      "type": "table",
      "headers": ["Tier", "Cut", "Contract Quality", "Intel", "Crew Matching"],
      "rows": [
        ["<strong>Street</strong>", "5–8%", "Low-tier. T1–T2 threats. Poor pay.", "Minimal. \"There's a rift. Things are in it.\"", "Random. Whoever's available."],
        ["<strong>Standard</strong>", "10–12%", "Mixed. T1–T3 threats. Fair pay.", "Decent. Threat level is usually accurate.", "Algorithmic. Skillset-based matching."],
        ["<strong>Premium</strong>", "15–20%", "High-tier. T2–T4 threats. Excellent pay.", "Thorough. Detailed briefings, maps, threat profiles.", "Curated. Hand-picked teams with proven records."],
        ["<strong>Black</strong>", "Varies", "Illegal. Sabotage, espionage, off-the-books work.", "Variable. Sometimes excellent, sometimes deliberately misleading.", "Trusted networks only. Invitation required."]
      ]
    },
    {
      "type": "paragraph",
      "text": "<strong>Broker NPCs</strong> are valuable contacts. A good relationship with a broker means better contracts, advance notice of high-paying jobs, and the occasional favor. A bad relationship means garbage contracts, unreliable intel, and crew-matching that puts you with people who got their last team killed."
    },
    {
      "type": "divider",
      "text": "MINOR FACTIONS"
    },
    {
      "type": "paragraph",
      "text": "Not everything is corporate. The spaces between corps are filled with smaller factions that contractors encounter regularly."
    },
    {
      "type": "info-block",
      "icon": "🏘",
      "title": "Free Settlements",
      "subtitle": "Ungoverned communities in the gaps",
      "entries": [
        {"label": "Governance", "value": "Councils, strongmen, or collective agreement"},
        {"label": "Economy", "value": "Trade, agriculture, and stubbornness"},
        {"label": "Contractor Work", "value": "Defense, rift management, trade escort"},
        {"label": "Pay", "value": "Low. Gratitude is high. They remember who helped them.", "full": true}
      ]
    },
    {
      "type": "info-block",
      "icon": "🕳",
      "title": "The Undercity",
      "subtitle": "The shadow economy",
      "entries": [
        {"label": "Structure", "value": "Thousands of independent operators, not one organization"},
        {"label": "Services", "value": "Black market goods, unregistered augments, identity forging, toxicity spoofing"},
        {"label": "Key Use", "value": "Everything the corp economy doesn't provide: anonymity, contraband, and commerce without watchers.", "full": true}
      ]
    },
    {
      "type": "info-block",
      "icon": "🔥",
      "title": "Rift Cults",
      "subtitle": "Worship through saturation",
      "entries": [
        {"label": "Range", "value": "Harmless spiritual communities to dangerous extremist cells"},
        {"label": "Beliefs", "value": "Harvesting is ascension. More rifts is progress. The other side has answers."},
        {"label": "Threat", "value": "Unpredictable. Non-standard augments. Their relationship with toxicity is... different.", "full": true}
      ]
    },
    {
      "type": "info-block",
      "icon": "⚙",
      "title": "Salvage Guilds",
      "subtitle": "Organized scavenger networks",
      "entries": [
        {"label": "Operations", "value": "Recovering materials from abandoned zones, wreckage, ruins"},
        {"label": "Legitimacy", "value": "Some are businesses. Some are pirates."},
        {"label": "Contractor Relationship", "value": "Sometimes allies, sometimes competitors, occasionally enemies.", "full": true}
      ]
    },
    {
      "type": "info-block",
      "icon": "🌀",
      "title": "Non-Human Communities",
      "subtitle": "A thousand years of rift immigration",
      "entries": [
        {"label": "Location", "value": "Rift-adjacent zones — ambient magic too high for human comfort"},
        {"label": "Services", "value": "Trade, magic-related services, their own political structures"},
        {"label": "Corp Status", "value": "Some corps classify them as citizens. Some classify them as inventory.", "full": true}
      ]
    },
    {
      "type": "blockquote",
      "text": "<em>“This overview is current as of the most recent Intercompany Census. Corporate boundaries, doctrines, and personnel policies are subject to change without notice. If you find yourself in a corporate territory whose policies differ from those described here, adapt accordingly. Adaptability is the contractor’s most valuable trait. The second most valuable trait is running speed.“</em>"
    },
    {
      "type": "blockquote",
      "text": "<em>“The following territorial overview is provided for navigational purposes. Borders depicted are approximate and subject to change following corporate negotiations, territorial acquisitions, or ’boundary adjustments’ (see: small wars). If you find yourself in disputed territory, keep moving. If you find yourself in dead zone territory, keep moving faster.“</em>"
    }
  ]
}